[A_Item_Custom.Shield_Blade ShieldDefinition]
UseFailureCharacterMessage="You must do so %s Use this article."
ItemName="Captain Blade is the protector of humanity"
PickupMessage="It has a drinking fountain."
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="The item is no longer in stock."
NoManufacturerName="Owner"

[Accessory.Accessory_Blade:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="It is satisfactory [skill]Explosive damage[-skill] Everyone [skill]strong attack[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Blade:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="take a picture."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Blade:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="The original curse!"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_BladeShield SkillDefinition]
SkillName="Sword defense skills"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

